Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Retrieved 20 December 2012..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Land measurement units in Nepal" october, 2014 1 2 "Units of Area Calculation in Nepal, Ropani Anna ana Converter Square Feet sq. ft area land units Converter loan emi calculator". www.housingnepal.com. Retrieved 2017-02-13..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ http://nepalicivilengineers.blogspot.co.uk/2011/01/units-used-for-land-measurement-in.html ↑ "CamelWay Machinery | Concrete Mixer, Concrete Mixing Station". www.jsmixer.com. Retrieved 2018-04-11..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Russ Rowlett (2008).
ne: Retrieved 2017-02-13..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ http://nepalicivilengineers.blogspot.co.uk/2011/01/units-used-for-land-measurement-in.html ↑ "CamelWay Machinery | Concrete Mixer, Concrete Mixing Station", www.jsmixer.com (en-USमा), अभिगमन मिति २०१८-०४-११। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Russ Rowlett (२००८), "K", A Dictionary of Units of Measurement, University of North Carolina at Chapel Hill, अभिगमन मिति २० डिसेम्बर २०१२। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}

source: Varuni, also known as Varunani and Jaldevi, is the consort of Varuna, often depicted with her husband. She is goddess of wine. She is described in Rigveda.
ne: वारुणी, वारुणणी वा जलदेवी वरुणकी पत्नी हुन् । उनी मदिराकी देवी हुन् । उनको बर्णन ऋग्वेदमा गरिएको छ ।

source: According to the legend, Varuni was married to Varuna after she came out of the Samudra manthan, during the churning of the amṛta.
ne: किंबदन्ती अनुसार, बारुणीको उत्त्पत्ति समुन्द्र मन्थनको समयमा भएको थियो र उनको बिबाह वरुण संग भएको थियो ।

source: Grades
ne: श्रेणी

source: It was instituted by King Tribhubhan Bir Bikram Shah Dev on 19 November 1918. Attached to the order is a medal (Nepal-Tara-Padak) instituted by King Tribhuvan in 1936.[1]
ne: नेपाल ताराको स्थापना राजा त्रिभुवनले १९७७ मा गरेका हुन् ।[1]

source: Member First Class (Supradipta-Manyabara-Nepal-Tara) Member Second Class (Pradipta-Manyabara-Nepal-Tara) Member Third Class (Manyabara-Nepal-Tara) Member Fourth Class (Manya-Nepal-Tara) Member Fifth Class (Nepal-Tara) Medal (Nepal-Tara-Padak)
ne: पहिलो श्रेणी : सुप्रदिप्त मन्याबर नेपाल दोश्रो श्रेणी : प्रदिप्त मन्याबर नेपाल तेश्रो श्रेणी : मन्याबर नेपाल चौथो श्रेणी : मान्य नेपाल तारा पाँचौ श्रेणी : नेपाल तारा पदक (नेपाल तारा पदक)

source: Claude Auchinleck Winston Churchill Boutros Boutros-Ghali Bhanbhagta Gurung Louis Mountbatten, 1st Earl Mountbatten of Burma Tenzing Norgay Baber Shamsher Jang Bahadur Rana Kiran Shamsher Rana Pasang Lhamu Sherpa Archibald Wavell, 1st Earl Wavell Benito Mussolini (17 July 1935)
ne: क्लाउड असिन्लेक विन्स्टन चर्चिल बुत्रोस बुत्रोस-घाली भनभक्त गुरुङ तेन्जिङ नोर्गे शेर्पा बबरसम्शेर राणा किरण सम्शेर राणा पासाङ ल्हामु शेर्पा बेनितो मुसोलिनी (17 July 1935)

source: The Most Refulgent Order of the Star of Nepal (Nepal Taradisha) is an award of Nepal.
ne: नेपाल तारा नेपालको विभूषण हो ।

source: "Nepal: The Most Refulgent Order of the Star of Nepal". Medals of the World. Retrieved 2011-07-15..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Buyers, Christopher.
ne: 1 2 Robertson, Megan C. (६ अप्रिल २००४), "Nepal: The Most Refulgent Order of the Star of Nepal", Medals of the World, अभिगमन मिति २०११-०७-१५। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Buyers, Christopher, "Nepal Orders and Decorations", Royal Ark, अभिगमन मिति २०११-०७-१५। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}

source: Havildar Bhanbhagta Gurung VC (Nepali: भनभक्त गुरुङ; September 1921 – 1 March 2008), also known as Bhanbhakta Gurung, was a Nepalese Gurkha recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces, awarded for his actions while serving as a Rifleman with the 3rd Battalion of the 2nd Gurkha Rifles in Burma during the Second World War.
ne: हवल्दार भिक्टोरिया क्रस भनभक्त गुरुङ गोर्खा जसले द्वितीय विश्व युद्धमा बर्मामा दोश्रो गोर्खा राइफलको तेश्रो बटालियनबाट राइफलम्यानको रुपमा बह्दुरीपुर्वक लडे बापत बेलायतको प्रतिष्ठित भिक्टोरिया क्रस पदक पाएका थिए ।

source: Bhanbhagta Gurung was born in Phalpu, a small hill village in western Nepal in the district of Gorkha in September 1921.[1] He enlisted in the British Indian Army during World War II, joining 3rd Battalion, 2nd King Edward VII's Own Gurkha Rifles (The Sirmoor Rifles) at the age of eighteen.[2]
ne: भनभक्त गुरुङको जन्म गोरखाको फल्पूमा १९७८ मा भएको थियो । [1] उनी अठार वर्षको उमेरमा दोश्रो विश्व युद्धको समयमा दोश्रो गोर्खा राइफलमा भर्ति भएका थिए ।[2]

source: His regiment gained the battle honour "Tamandu" as a result of the engagement and he received his Victoria Cross from King George VI at Buckingham Palace.[4]
ne: उनको रेजिमेन्टले लडाई सम्मान तथा उनले राजा जर्ज पाँचौबाट बकिंघम प्यालेसमा भिक्टोरिया क्रस मादक पाएका थिए ।[4]

source: He died on 1 March 2008, aged 86.[1]
ne: उनको मृत्यु १ मार्च २००८ मा ८६ वर्षको उमेरमा भयो ।[1]

source: His Victoria Cross is displayed at The Gurkha Museum at Winchester, Hampshire, in England.
ne: उनको भिक्टोरिया क्रस गोर्खा संग्राहलय , बेलायतमा प्रदर्शनमा राखिएको छ।

source: List of Brigade of Gurkhas recipients of the Victoria Cross
ne: भिक्टोरिया क्रस प्रापकहरूको सुची

source: Malla rulers of Lalitpur
ne: ललितपुर पाटनका मल्ल शासक

source: Malla rulers of the whole Kathmandu valley
ne: सकल नेपालको मल्ल शासक

source: Malla rulers of Bhaktapur
ne: भक्तपुरका मल्ल शासक

source: Malla rulers of Kantipur
ne: कान्तिपुरको मल्ल शासक

source: At that time only the Kathmandu Valley and surrounding region was known as Nepal or Nepal Mandala and the citizens were known as Nepa:mi (in Newari). In the late 15th century, the Kathmandu Valley was divided into three kingdoms of Bhaktapur (Bhadgaon), Kathmandu (Kantipur) and Patan (Lalitpur). The Malla dynasty came to an end in 1769 when Prithvi Narayan Shah of Gorkha invaded the valley, thus inaugurating the Shah dynasty of Nepal.
ne: मल्ल वंश नेपाल काठमाडौं उपत्यकामा १२ औ शताब्दी देखि १८ औ शताब्दी सम्म शासन गरेको ठकुरी वंश थियो । त्यो समयमा काठमाडौँ उपत्यकालाई मात्र नेपाल वा नेपाल मण्डल भनिन्थ्यो । १५ औ शताब्दीको उत्तरार्धमा नेपाल (काठमाडौँ खाल्डो ) तीन राज्य कान्तिपुर , भक्तपुर (भादगाउँ) र ललितपुर(पाटन) मा विभाजीत भयो । जब श्री ५ बडामहाराजधिराज पृथ्वीनारायण शाहले उपत्यकामा जीत् हासिल गरे पछी मल्ल वंशको अन्त्य भएर शाह वंशको शासन सुरु भयो ।

source: Ari Deva (Ari Malla I) c.1201 - 1216 Abhaya Malla c.1216 - 1235 Ranasura c.1216 Jayadeva Malla c.1235 - 1258 Jayabhima Deva c.1258 - 1271 Jayasimha Malla c.1271 - 1274 Ananta Malla c.1274 - 1310 Jayananada Deva c.1310 - 1320 Jayari Malla c.1320 - 1344 Jayarudra Malla c.1320 - 1326 Jayaraja Deva c.1347 - 1361 Jayarjuna Malla c.1361 - 1382 Jayasthiti Malla c.1382 - 1395 Jayajyotir Malla c.1395 - 1428 Jayakiti Malla c.1395 - 1403 Jayadharma Malla c.1395 - 1408 Jayayakshya Malla c.1428 - 1482
ne: अरि देव अभय मल्ल रणसूर जयदेव मल्ल जयभीम देव जयसिंह मल्ल अनन्त मल्ल जयानन्द देव जयारि मल्ल जयरुद्र मल्ल जयराज देव जयार्जुन मल्ल जयस्थिति मल्ल जयज्योतिर् मल्ल जयकीर्ति मल्ल जयधर्म मल्ल जययक्ष मल्ल

source: Ratna Malla 1482 - 1520 Surya Malla 1520 - 1530 Amara Malla 1530 - 1538 Narendra Malla 1538 - 1560 Mahendra Malla 1560–1574 Sadashiva Malla 1574–1583 Shivasimha Malla 1583–1620 Lakshminarasimha Malla 1620 - 1641 Pratap Malla 1641–1674 Chakravartendra Malla 1669 Mahipatendra Malla 1670 Jayanripendra Malla 1674–1680 Parthivendra Malla 1680–1687 Bhupalendra Malla 1687–1700 Bhaskara Malla 1700–1714 Mahendrasimha Malla 1714–1722 Jagajjaya Malla 1722–1736 Jaya Prakash Malla 1736–1746, 1750–1768 Jyoti Prakash Malla 1746–1750
ne: रत्न मल्ल सूर्य मल्ल अमर मल्ल नरेन्द्र मल्ल महेन्द्र मल्ल सदाशिव मल्ल शिवसिंह मल्ल लक्ष्मीनरसिंह मल्ल प्रताप मल्ल चक्रवर्त्येन्द्र मल्ल महिपतीन्द्र मल्ल जयनृपेन्द्र मल्ल पार्थिवेन्द्र मल्ल भूपालेन्द्र मल्ल भास्कर मल्ल महेन्द्रसिंह मल्ल जगज्ज्य मल्ल जयप्रकाश मल्ल ज्योतिप्रकाश मल्ल

source: Purandara Simha c.1580 - 1600 Harihara Simha c.1600 - 1609 Shiva Simha (King of Kantipur) 1609 - 1620 Siddhi Narasimha 1620 - 1661 Srinivasa Malla 1661 - 1685 Yoga Narendra Malla 1685–1705 Loka Prakash Malla 1705–1706 Indra Malla (Purandara Malla) 1706–1709 Vira Narasimha Malla 1709 Vira Mahindra Malla 1709–1715 Riddhi Narasimha 1715–1717 Mahindra Simha (King of Kantipur) 1717–1722 Yoga Prakash Malla 1722–1729 Vishnu Malla 1729–1745 Rajya Prakash Malla 1745–1758 Vishvajit Malla 1758–1760 Jaya Prakash Malla (King of Kantipur) 1760–1761, 1763–1764 Ranajit Malla (King of Bhaktapur) 1762–1763 Dala Mardan Shah 1764–1765 Tej Narasimha Malla 1765–1768
ne: पुरन्दर सिंह हरिहर सिंह शिव सिंह (कान्तिपुरका राजा) सिद्धि नरसिंह श्रीनिवास मल्ल योग नरेन्द्र मल्ल लोकप्रकाश मल्ल इन्द्र मल्ल (पुरन्दर मल्ल) वीर नरसिंह मल्ल वीर महीन्द्र मल्ल ऋद्धि नरसिंह महीन्द्र सिंह (कान्तिपुरका राजा) योगप्रकाश मल्ल विष्णु मल्ल राज्यप्रकाश मल्ल विश्वजीत मल्ल जयप्रकाश मल्ल (कान्तिपुर का राजा) रणजीत मल्ल (भक्तपुरका राजा) दलमर्दन शाह तेज नरसिंह मल्ल

source: Raya Malla 1482 - 1519 Prana Malla 1519 - 1547 Vishva Malla 1547 - 1560 Trailokya Malla 1560–1613 Jagajjyoti Malla 1613–1637 Naresha Malla 1637–1644 Jagat Prakasha Malla 1644–1673 Jitamitra Malla 1673–1696 Bhupatindra Malla 1696–1722 Ranajit Malla 1722–1769
ne: राय मल्ल प्राण मल्ल विश्व मल्ल त्रैलोक्य मल्ल जगज्ज्योति मल्ल नरेश मल्ल जगत प्रकाश मल्ल जीतमित्र मल्ल भूपतीन्द्र मल्ल रणजीत मल्ल
